# SetDSelect

## Description
Procedure SetDSelect deselects the referenced object.&lt;BR&gt;

```pascal
PROCEDURE SetDSelect(h : HANDLE);
```

```python

def vs.SetDSelect(h):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|h|HANDLE|Handle to object.|

## Version
Availability: from MiniCAD
## Category
* Selection